Repository: Kyome22/RunCatLocalization
Catalog: Sources/RunCatLocalization/Resources/RunnersStore.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_hans, zh_hant

# categoryAnimal
source: Animal type runners
de: Tierische Läufer
fr: Coureurs animaux
ja: 生物系ランナー
ko: 동물 러너
zh_hans: 动物类跑者
zh_hant: 動物類跑者

# categoryInanimate
source: Inanimate type runners
de: Unbelebte Läufer
fr: Coureurs objets
ja: 非生物系ランナー
ko: 무생물 러너
zh_hans: 非生物类跑者
zh_hant: 非生物類跑者

# categoryRecommended
source: Recommended items
de: Empfohlene Elemente
fr: Catégories recommandées
ja: おすすめ
ko: 추천 아이템
zh_hans: 推荐项目
zh_hant: 推薦項目

# categorySeasonal
source: Seasonal runners
de: Saisonale Läufer
fr: Coureur de saison
ja: 季節のランナー
ko: 계절한정 러너
zh_hans: 季节限定跑者
zh_hant: 季節限定跑者

# categorySpecial
source: Special-colored runners (support the developer)
de: Läufer in Sonderfarben (unterstützen Sie den Entwickler)
fr: Coureurs édition colorée (soutient le développeur)
ja: 特別カラー版ランナー（開発者への支援）
ko: 특별 컬러 러너 (개발자 도네이션)
zh_hans: 特殊配色跑者（支持开发者）
zh_hant: 特殊配色跑者（支持開發者）

# failedToSync
source: Failed to sync with AppStore.
de: Fehler beim Synchronisieren mit dem AppStore.
fr: Erreur de synchronisation avec l’AppStore.
ja: AppStoreとの同期に失敗しました。
ko: AppStore와 동기화하는 데 실패했습니다.
zh_hans: 与 App Store 同步失败。
zh_hant: 與 App Store 同步失敗。

# failedToVerify
source: The transaction data signature is invalid.
de: Die Transaktionsdatensignatur ist ungültig.
fr: La signature des données de transaction est invalide.
ja: トランザクションデータの署名が不正です。
ko: 잘못된 트랜잭션 데이터 서명입니다.
zh_hans: 交易数据签名无效。
zh_hant: 交易資料簽名無效。

source: No Available Items
de: Keine verfügbaren Elemente
fr: Pas d’articles disponibles
ja: 利用可能なアイテムなし
ko: 사용 가능한 항목이 없음
zh_hans: 暂无可用项目
zh_hant: 沒有可用項目

# noAvailableItemsSuggestion
source: An internet connection is required to use Runners Store. Please check your internet connection.
de: Für die Nutzung von Runners Store ist eine Internetverbindung erforderlich. Bitte überprüfen Sie Ihre Internetverbindung.
fr: Une connexion internet est requise pour utiliser le Magasin de Coureurs. Vérifiez votre connexion internet.
ja: Runners Storeの利用にはインターネット接続が必要です。 インターネット接続を確認してください。
ko: Runners Store를 사용하려면 인터넷 연결이 필요합니다. 인터넷 연결을 확인해주세요.
zh_hans: 访问跑者商店需要联网，请检查你的网络连接。
zh_hant: 查看跑者商店需要網路連線，請檢查你的網路連線狀況。

# pending
source: The purchase is pending.
de: Der Kauf steht noch aus.
fr: La transaction est en attente.
ja: 購入が保留されています。
ko: 구매가 진행중입니다.
zh_hans: 购买正在处理中。
zh_hant: 交易處理中。

# productNotFound
source: This product is not found.
de: Dieses Produkt wurde nicht gefunden.
fr: Ce produit est introuvable.
ja: 商品が見つかりませんでした。
ko: 이 상품을 찾을 수 없습니다.
zh_hans: 未找到该商品。
zh_hant: 找不到該商品。

# productNotFoundSuggestion
source: Restart the application while connected to the network.
de: Starten Sie die Anwendung neu, während Sie mit dem Netzwerk verbunden sind.
fr: Redémarrer l’application une fois connecté à internet.
ja: ネットワークに繋がった環境でアプリを再起動してください。
ko: 네트워크 상태를 확인하신 뒤, 애플리케이션을 재시작 해주세요.
zh_hans: 请在联网状态下重新启动应用。
zh_hant: 請在有網路連線的狀態下重新啟動 App。

# productUnavailable
source: This product is unavaliable.
de: Dieses Produkt ist nicht verfügbar.
fr: Ce produit est indisponible.
ja: 商品が無効です。
ko: 이 상품은 현재 사용이 불가능합니다.
zh_hans: 该商品当前不可用。
zh_hant: 該商品不可用。

source: Purchase
de: Kauf
fr: Acheter
ja: 購入
ko: 구매
zh_hans: 购买
zh_hant: 購買

# purchaseErrorTitle
source: Purchasing Error
de: Kauffehler
fr: Erreur lors de l’achat
ja: 購入エラー
ko: 구매 오류
zh_hans: 购买出错
zh_hant: 交易失敗

# purchaseNotAllowed
source: The purchase is not allowed.
de: Der Kauf ist nicht erlaubt.
fr: L’achat n’est pas autorisé.
ja: 支払い機能が無効化されています。
ko: 이 구매는 불가능합니다.
zh_hans: 无法进行购买
zh_hant: 無法進行交易。

# purchaseNotAllowedSuggestion
source: Check your Apple ID payment settings.
de: Überprüfen Sie die Zahlungseinstellungen Ihrer Apple ID.
fr: Vérifiez vos réglages de paiement de l’identifiant Apple.
ja: Apple IDの支払いに関する設定を見直してください。
ko: Apple ID 결제 방법을 확인해주세요.
zh_hans: 请检查你的 Apple ID 支付设置。
zh_hant: 請檢查你的 Apple ID 付款設定。

source: Reload
de: Neu laden
fr: Recharger
ja: 再読み込み
ko: 재로드
zh_hans: 刷新
zh_hant: 重新載入

source: Restore
de: Wiederherstellen
fr: Rétablir
ja: 復元
ko: 복구
zh_hans: 恢复购买
zh_hant: 恢復購買

# restoreTitle
source: Restore based on history
de: Wiederherstellung basierend auf Verlauf
fr: Restauration basée sur l’historique
ja: 購入履歴から復元
ko: 구매이력으로 복구
zh_hans: 根据历史记录恢复
zh_hant: 根據歷史紀錄恢復

# runnersStoreTitle
source: Runners Store
de: Läufer Store
fr: Magasin de Coureurs
ja: ランナーストア
ko: 러너 스토어
zh_hans: 跑者商店
zh_hant: 跑者商店

# unknownError
source: Unknown error occurred.
de: Unbekannter Fehler aufgetreten.
fr: Une erreur inattendue s’est produite.
ja: 不明なエラーが発生しました。
ko: 알수없는 오류가 발생했습니다.
zh_hans: 发生未知错误。
zh_hant: 發生未知的錯誤。

# userCancelled
source: The purchase was cancelled.
de: Der Kauf wurde storniert.
fr: L’achat a été annulé.
ja: 購入がキャンセルされました。
ko: 구매가 취소되었습니다.
zh_hans: 已取消购买。
zh_hant: 此交易被取消。
